Repository: Infomaniak/ios-authenticator
Catalog: AuthenticatorResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Account logged out
de: Konto abgemeldet
es: Cuenta cerrada sesión
fr: Compte déconnecté
it: Account disconnesso

# accountLossRiskBackupVerificationDescription
source: Make sure another two-step verification method is set up and working.
de: Stellen Sie sicher, dass eine andere Zwei-Faktor-Verifizierungsmethode eingerichtet und funktionsfähig ist.
es: Asegúrese de que otro método de verificación en dos pasos esté configurado y funcione correctamente.
fr: Assurez-vous qu’une autre méthode de validation en deux étapes est fonctionnelle.
it: Assicurati che un altro metodo di verifica a due passaggi sia configurato e funzionante.

# accountLossRiskLastDoubleAuthDescription
source: If Authenticator is your last two-step verification method, you could be locked out next time you log in.
de: Wenn Authenticator Ihre letzte Zwei-Faktor-Verifizierungsmethode ist, könnten Sie beim nächsten Anmeldeversuch gesperrt werden.
es: Si Authenticator es su último método de verificación en dos pasos, podría quedar bloqueado la próxima vez que inicie sesión.
fr: Si Authenticator est votre dernière méthode de validation en deux étapes, vous pourriez être bloqué à la prochaine connexion.
it: Se Authenticator è il tuo ultimo metodo di verifica a due passaggi, potresti essere bloccato al prossimo accesso.

# accountLossRiskTitle
source: You may lose access to this account
de: Sie könnten den Zugriff auf dieses Konto verlieren
es: Podría perder acceso a esta cuenta
fr: Vous risquez de perdre l’accès à ce compte
it: Potresti perdere l’accesso a questo account

# accountPasswordTitle
source: Account password
de: Kontopasswort
es: Contraseña de la cuenta
fr: Mot de passe du compte
it: Password account

source: Account protected
de: Konto geschützt
es: Cuenta protegida
fr: Compte protégé
it: Account protetto

# accountProtectionDisabledWarningDescription
source: This device is the only one used to validate logins to your Infomaniak account. We recommend adding another device or verification method before continuing.
de: Dieses Gerät ist das einzige, das zur Validierung von Anmeldungen bei Ihrem Infomaniak-Konto verwendet wird. Wir empfehlen, ein weiteres Gerät oder eine andere Verifizierungsmethode hinzuzufügen, bevor Sie fortfahren.
es: Este dispositivo es el único utilizado para validar los inicios de sesión en su cuenta de Infomaniak. Le recomendamos agregar otro dispositivo o método de verificación antes de continuar.
fr: Cet appareil est le seul à valider vos connexions à votre compte Infomaniak. Nous vous recommandons d’ajouter un autre appareil ou une autre méthode de vérification avant de continuer.
it: Questo dispositivo è l’unico utilizzato per convalidare gli accessi al tuo account Infomaniak. Ti consigliamo di aggiungere un altro dispositivo o metodo di verifica prima di continuare.

# accountProtectionDisabledWarningTitle
source: Warning: your account will no longer be protected
de: Warnung: Ihr Konto wird nicht mehr geschützt
es: Advertencia: su cuenta ya no estará protegida
fr: Attention, votre compte ne sera plus protégé
it: Attenzione: il tuo account non sarà più protetto

# accountRemovedAuthenticatorDescription
source: You will no longer receive login approvals on this device for account %@
de: Sie erhalten keine Anmeldungen mehr zur Genehmigung auf diesem Gerät für das Konto %@
es: Ya no recibirá las conexiones para aprobar en este dispositivo para la cuenta %@
fr: Vous ne recevrez plus les connexions à approuver sur cet appareil pour le compte %@
it: Non riceverai più le connessioni da approvare su questo dispositivo per l’account %@

# accountRemovedAuthenticatorTitle
source: Account disconnected from Authenticator
de: Konto von Authenticator getrennt
es: Cuenta desconectada de Authenticator
fr: Compte déconnecté d’Authenticator
it: Account disconnesso da Authenticator

# accountSecurityVerificationDescription
source: If you did not perform this action, we recommend changing your password and reviewing your security settings.
de: Wenn Sie diese Aktion nicht durchgeführt haben, empfehlen wir Ihnen, Ihr Kennwort zu ändern und Ihre Sicherheitseinstellungen zu überprüfen.
es: Si no realizó esta acción, le recomendamos que cambie su contraseña y verifique sus configuraciones de seguridad.
fr: Si vous n’avez pas effectué cette action, nous vous recommandons de modifier votre mot de passe et de vérifier vos paramètres de sécurité.
it: Se non hai effettuato questa azione, ti consigliamo di modificare la tua password e verificare le impostazioni di sicurezza.

# accountSecurityVerificationTitle
source: Verify your account security
de: Überprüfen Sie die Sicherheit Ihres Kontos
es: Verifique la seguridad de su cuenta
fr: Vérifiez la sécurité de votre compte
it: Verifica la sicurezza del tuo account

# accountSettingsButton
source: Account settings
de: Kontoeinstellungen
es: Configuración de la cuenta
fr: Paramètres du compte
it: Impostazioni account

# accountTitle-plural
source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account

# actionRequiredDescription
source: Action required to secure one of your accounts.
de: Aktion erforderlich, um eines Ihrer Konten zu sichern.
es: Se requiere acción para proteger una de tus cuentas.
fr: Une action est requise pour sécuriser l’un de vos comptes.
it: Azioni richieste per proteggere uno dei tuoi account.

# activityHistoryButton
source: Activity history
de: Aktivitätsverlauf
es: Historial de actividad
fr: Historique des activités
it: Cronologia attività

# appAccessIsSecure
source: Access to Authenticator is secure
de: Der Zugriff auf Authenticator ist sicher
es: El acceso a Authenticator está seguro
fr: L’accès à Authenticator est sécurisé
it: L’accesso ad Authenticator è sicuro

# appSecurityDescription
source: Protect access to your app by enabling your phone lock.
de: Schützen Sie den Zugriff auf Ihre App, indem Sie Ihre Telefonsperre aktivieren.
es: Protege el acceso a tu aplicación activando el bloqueo del teléfono.

# authorizationCodeTitle
source: Your authorization code
de: Ihr Autorisierungscode
es: Tu código de autorización
fr: Votre code d’autorisation
it: Il tuo codice di autorizzazione

# autoCloseTitle
source: This information closes automatically in 15 seconds.
de: Diese Information schliesst sich automatisch nach 15 Sekunden.
es: Esta información se cerrará automáticamente en 15 segundos.
fr: Cette information se ferme automatiquement dans 15 secondes.
it: Queste informazioni si chiuderanno automaticamente in 15 secondi.

# callButton
source: Call
de: Anrufen
es: Llamar
fr: Appeler
it: Chiama

# cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# changePasswordButton
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password

# checkMyMethodsButton
source: Check my methods
de: Meine Methoden prüfen
es: Verificar mis métodos
fr: Vérifier mes méthodes
it: Controlla i miei metodi

# closeButton
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi

# closedSupportStatus
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso

# confirmActionCompleteButton
source: I’ve done what’s needed
de: Ich habe alles erledigt
es: He hecho lo necesario
fr: J’ai fait le nécessaire
it: Ho fatto quanto necessario

# confirmButton
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

# confirmLoginNotificationTitle
source: Confirm login
de: Anmeldung bestätigen
es: Confirmar inicio de sesión
fr: Confirmer la connexion
it: Conferma accesso

# contactSupportDescription
source: Contact our teams by phone or email for help resolving your issue.
de: Kontaktieren Sie unsere Teams per Telefon oder E-Mail, um bei der Lösung Ihres Problems zu helfen.
es: Contacta a nuestros equipos por teléfono o correo electrónico para obtener ayuda para resolver tu problema.
fr: Joignez nos équipes par téléphone ou e-mail pour vous aider à résoudre votre problème.
it: Contatta i nostri team per telefono o email per ottenere assistenza nella risoluzione del tuo problema.

# contactSupportTitle
source: Contact support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta l’assistenza

# continueButton
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

source: Copy password
de: Kennwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia la password

# dataManagementTitle
source: Data management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
it: Gestione dati

# deletePreventionDescription
source: Deleting the app may compromise the security of your account.
de: Das Löschen der App kann die Sicherheit Ihres Kontos gefährden.
es: Eliminar la aplicación puede comprometer la seguridad de su cuenta.
fr: Supprimer l’app peut compromettre la sécurité de votre compte.
it: Eliminare l’app può compromettere la sicurezza del tuo account.

# deletePreventionTitle
source: Need help?
de: Brauchen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d’aide ?
it: Hai bisogno di aiuto?

# denyButton
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega

# descriptionPlaceholder
source: Description
de: Beschreibung
es: Descripción
it: Descrizione

# deviceLoginTitle
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo

# disconnectAccountDescription
source: Your account will no longer be protected by two-step verification and will become vulnerable to unauthorized access.
de: Ihr Konto wird nicht mehr durch die Zwei-Faktor-Verifizierung geschützt und ist anfällig für unbefugten Zugriff.
es: Su cuenta ya no estará protegida por la verificación en dos pasos y se volverá vulnerable a accesos no autorizados.
fr: Votre compte ne sera plus protégé par la validation en deux étapes et deviendra vulnérable aux accès non autorisés.
it: Il tuo account non sarà più protetto dalla verifica a due passaggi e diventerà vulnerabile ad accessi non autorizzati.

# disconnectAccountOnThisDeviceDescription
source: You will no longer be able to approve logins on this device with Authenticator.
de: Sie können die Anmeldung auf diesem Gerät nicht mehr mit Authenticator bestätigen.
es: Ya no podrá validar el inicio de sesión en este dispositivo con Authenticator.
fr: Vous ne pourrez plus valider la connexion sur cet appareil avec Authenticator.
it: Non potrai più verificare l’accesso su questo dispositivo con Authenticator.

# disconnectAccountTitle
source: Disconnect this account
de: Dieses Konto trennen
es: Desconectar esta cuenta
fr: Déconnecter ce compte
it: Disconnetti questo account

# disconnectAccountWarningDescription
source: Make sure your verification and recovery methods are still up to date to avoid losing access to your account.
de: Stellen Sie sicher, dass Ihre Verifizierungs- und Wiederherstellungsmethoden immer aktuell sind, um den Zugriff auf Ihr Konto nicht zu verlieren.
es: Verifique que sus métodos de verificación y recuperación estén siempre actualizados para no perder el acceso a su cuenta.
fr: Vérifiez que vos méthodes de validation et de récupération soient toujours à jour pour ne pas perdre l’accès à votre compte.
it: Verifica che i tuoi metodi di verifica e recupero siano sempre aggiornati per non perdere l’accesso al tuo account.

# disconnectAccountWarningTitle
source: Disconnecting this account may weaken its security
de: Das Trennen dieses Kontos kann dessen Sicherheit beeinträchtigen
es: Desconectar esta cuenta puede debilitar su seguridad
fr: Déconnecter ce compte peut affaiblir sa sécurité
it: Disconnettere questo account può indebolirne la sicurezza

# disconnectButton
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Disconnettiti

# disconnectSuccess
source: Account disconnected
de: Konto getrennt
es: Cuenta desconectada
fr: Compte déconnecté
it: Account disconnesso

# doneButton
source: Done
de: Fertig
es: Listo
fr: Terminer
it: Fine

# emailPlaceholder
source: Email
es: Correo electrónico

# enableButton
source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
it: Attiva

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Attiva le notifiche

# errorLoginFailed
source: Account login failed. Please try again or contact support. (error code: %d)
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support. (Fehlercode: %d)
es: Inicio de sesión fallido. Por favor, inténtelo de nuevo o contacte con soporte. (código de error: %d)
fr: La connexion au compte a échoué. Veuillez réessayer ou contacter le support. (code erreur : %d)
it: Accesso all’account fallito. Riprova o contatta l’assistenza. (codice errore: %d)

# errorOccuredDescription
source: Unable to complete the operation. Please try again.
de: Der Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
es: No se pudo completar la operación. Por favor, inténtelo de nuevo.
fr: Impossible de terminer l’opération. Relancez la demande.
it: Impossibile completare l’operazione. Riprova.

# errorOccuredTitle
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur est survenue
it: Si è verificato un errore

source: Estimated wait: %@
de: Geschätzte Wartezeit: %@
es: Tiempo estimado de espera: %@
fr: Attente estimée %@
it: Attesa stimata: %@

# feedbackTitle
source: Feedback
es: Comentarios

# laterButton
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

# locationLoginTitle
source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Posizione

# logInButton
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# loginAttemptQuery
source: Are you trying to log in?
de: Versuchen Sie sich anzumelden?
es: ¿Está intentando iniciar sesión?
fr: Êtes-vous en train d’essayer de vous connecter ?
it: Stai cercando di accedere?

# loginAuthorizationWarning
source: Confirming this login will authorize this device to access your Infomaniak account.
de: Durch die Bestätigung dieser Anmeldung wird dieses Gerät zur Zugriffsberechtigung auf Ihr Infomaniak-Konto autorisiert.
es: Confirmar este inicio de sesión autorizará a este dispositivo a acceder a su cuenta de Infomaniak.
fr: Confirmer cette connexion autorisera cet appareil à accéder à votre compte Infomaniak
it: Confermando questo accesso, autorizzerai questo dispositivo ad accedere al tuo account Infomaniak.

# loginDeniedSuccessDescription
source: You declined a login attempt. To secure your account, change your password. If you initiated this request, try logging in again.
de: Sie haben einen Anmeldeversuch abgelehnt. Ändern Sie Ihr Passwort, um Ihr Konto zu schützen. Wenn Sie diese Anfrage gestartet haben, versuchen Sie erneut, sich anzumelden.
es: Ha rechazado un intento de inicio de sesión. Para proteger su cuenta, cambie su contraseña. Si usted inició esta solicitud, intente iniciar sesión nuevamente.
fr: Vous avez refusé une tentative de connexion. Pour sécuriser votre compte, changez votre mot de passe. Si vous êtes à l’origine de cette demande, réessayez de vous connecter.
it: Hai rifiutato un tentativo di accesso. Per proteggere il tuo account, cambia la tua password. Se hai avviato tu questa richiesta, prova ad accedere nuovamente.

# loginDeniedSuccessTitle
source: Login denied successfully
de: Anmeldung erfolgreich abgelehnt
es: Inicio de sesión denegado con éxito
fr: Connexion refusée avec succès
it: Accesso negato con successo

# loginRequestAlreadyProcessedDescription
source: Not the one who did this? Check your active devices and log out of those you don’t recognise.
de: War das nicht Ihre Aktion? Überprüfen Sie Ihre aktiven Geräte und melden Sie sich von denjenigen ab, die Sie nicht erkennen.
es: ¿No fue usted quien hizo esto? Verifique sus dispositivos activos y cierre sesión en aquellos que no reconozca.
fr: Vous n’êtes pas à l’origine de cette action ? Vérifiez vos appareils actifs et déconnectez ceux que vous ne reconnaissez pas.
it: Non sei stato tu? Controlla i tuoi dispositivi attivi e disconnettiti da quelli che non riconosci.

# loginRequestAlreadyProcessedTitle
source: This request has already been processed
de: Diese Anfrage wurde bereits verarbeitet
es: Esta solicitud ya ha sido procesada
fr: Cette demande a déjà été traitée
it: Questa richiesta è già stata elaborata

# loginRequestExpiredDescription
source: Verification time has expired. Please try again.
de: Die Verifizierungszeit ist abgelaufen. Bitte versuchen Sie es erneut.
es: El tiempo de verificación ha expirado. Por favor, inténtelo de nuevo.
fr: Le délai de validation est terminé. Relancez la demande.
it: Il tempo di verifica è scaduto. Riprova.

# loginRequestExpiredTitle
source: This login request has expired
de: Diese Anmeldeanfrage ist abgelaufen
es: Esta solicitud de inicio de sesión ha expirado
fr: Cette demande de connexion a expiré
it: Questa richiesta di accesso è scaduta

# noInternetDescription
source: Unable to complete the operation. Check your settings and try again.
de: Der Vorgang konnte nicht abgeschlossen werden. Überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.
es: No se pudo completar la operación. Verifique su configuración e inténtelo de nuevo.
fr: Impossible de terminer l’opération. Vérifiez vos paramètres et réessayez.
it: Impossibile completare l’operazione. Controlla le impostazioni e riprova.

# noInternetTitle
source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion Internet
it: Nessuna connessione Internet

# notMeButton
source: It wasn’t me
de: Das war nicht ich
es: No fui yo
fr: Ce n’était pas moi
it: Non sono stato io

# notificationsDescription
source: Enable notifications to receive security information about your Infomaniak accounts.
de: Aktivieren Sie Benachrichtigungen, um Sicherheitsinformationen zu Ihren Infomaniak-Konten zu erhalten.
es: Active las notificaciones para recibir información relacionada con la seguridad de sus cuentas Infomaniak.
fr: Activez les notifications pour recevoir les informations relatives à la sécurité de vos comptes Infomaniak.
it: Attiva le notifiche per ricevere informazioni sulla sicurezza dei tuoi account Infomaniak.

# notificationsTitle
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# onBoardingFaceIdDescription
source: Enabling Face ID secures access to the app.
de: Durch die Aktivierung von Face ID wird der Zugriff auf die App gesichert.
es: Habilitar Face ID asegura el acceso a la aplicación.
fr: Activer Face ID permet de sécuriser l’accès à l’application.
it: L’attivazione di Face ID protegge l’accesso all’app.

# onBoardingFaceIdTitle
source: Do you want to enable Face ID?
de: Möchten Sie Face ID aktivieren?
es: ¿Desea habilitar Face ID?
fr: Voulez-vous activer Face ID ?
it: Vuoi attivare Face ID?

# onBoardingLoginDescription
source: Log in to securely approve your connections and protect your access.
de: Melden Sie sich an, um Ihre Verbindungen sicher zu genehmigen und Ihren Zugriff zu schützen.
es: Inicie sesión para aprobar de forma segura sus conexiones y proteger su acceso.
fr: Connectez-vous pour approuver vos connexions en toute sécurité et sécuriser vos accès.
it: Accedi per approvare in sicurezza le tue connessioni e proteggere l’accesso.

# onBoardingLoginTitle
source: Secure your Infomaniak account with Authenticator
de: Sichern Sie Ihr Infomaniak-Konto mit Authenticator
es: Proteja su cuenta de Infomaniak con Authenticator
fr: Sécurisez votre compte Infomaniak avec Authenticator
it: Proteggi il tuo account Infomaniak con Authenticator

# onBoardingMigrationDescription
source: Enjoy a new modernized interface, designed for your security.
de: Geniessen Sie eine neue, modernisierte Oberfläche, die für Ihre Sicherheit entwickelt wurde.
es: Disfruta de una nueva interfaz modernizada, diseñada para tu seguridad.
fr: Profitez d’une nouvelle interface modernisée, conçue pour votre sécurité.
it: Goditi una nuova interfaccia modernizzata, progettata per la tua sicurezza.

# onBoardingMigrationTitle
source: kAuth gets a makeover and becomes Authenticator
de: kAuth erhält ein Makeover und wird zu Authenticator
es: kAuth recibe un nuevo diseño y se convierte en Authenticator
fr: kAuth fait peau neuve et devient Authenticator
it: kAuth viene rinnovato e diventa Authenticator

# onBoardingSecuringAccount
source: Securing account…
de: Konto wird gesichert…
es: Protegiendo la cuenta…
fr: Sécurisation du compte en cours…
it: Protezione account in corso…

# onBoardingSuccessDescription
source: You can now validate your logins with Authenticator.
de: Sie können jetzt Ihre Anmeldedaten mit Authenticator bestätigen.
es: Ahora puedes validar tus inicios de sesión con Authenticator.
fr: Vous pouvez désormais valider vos connexions avec Authenticator.
it: Ora puoi convalidare le tue credenziali con Authenticator.

# onBoardingSuccessTitle
source: Everything is ready
de: Alles ist bereit
es: Todo está listo
fr: Tout est prêt
it: Tutto è pronto

# openSupportStatus
source: Open
de: Offen
es: Abierto
fr: Ouvert
it: Aperto

# passwordAskingWarning
source: Infomaniak will never ask for your password unexpectedly. Make sure you initiated this action before continuing.
de: Infomaniak wird niemals unerwartet nach Ihrem Passwort fragen. Stellen Sie sicher, dass Sie diese Aktion selbst gestartet haben, bevor Sie fortfahren.
es: Infomaniak nunca le pedirá su contraseña inesperadamente. Asegúrese de haber iniciado esta acción antes de continuar.
fr: Infomaniak ne vous demandera jamais votre mot de passe de manière inattendue. Assurez-vous d’être à l’origine de cette action avant de continuer.
it: Infomaniak non chiederà mai inaspettatamente la tua password. Assicurati di aver avviato questa azione prima di continuare.

# passwordChangedDescription
source: The login password for your Infomaniak account %@ has been updated.
de: Das Anmeldekennwort des Infomaniak-Kontos %@ wurde aktualisiert.
es: La contraseña de inicio de sesión de la cuenta Infomaniak %@ ha sido actualizada.
fr: Le mot de passe de connexion du compte Infomaniak %@ a été mis à jour.
it: La password di accesso dell’account Infomaniak %@ è stata aggiornata.

# passwordChangedNotification
source: Login password changed
de: Anmeldekennwort geändert
es: Contraseña de inicio de sesión modificada
fr: Mot de passe de connexion modifié
it: Password di accesso modificata

# passwordChangedTitle
source: Login password changed
de: Anmeldekennwort geändert
es: Contraseña de inicio de sesión modificada
fr: Mot de passe de connexion modifié
it: Password di accesso modificata

# refreshPendingLoginsButton
source: Refresh pending logins
de: Ausstehende Anmeldungen aktualisieren
es: Actualizar inicios de sesión pendientes
fr: Actualiser les connexions en attente
it: Aggiorna accessi in sospeso

# removeAccountDescription
source: You will no longer be able to verify your login to this account with Authenticator.
de: Sie können sich nicht mehr mit Authenticator bei diesem Konto anmelden.
es: Ya no podrá verificar su inicio de sesión en esta cuenta con Authenticator.
fr: Vous ne pourrez plus valider la connexion à ce compte avec Authenticator.
it: Non potrai più verificare l’accesso a questo account con Authenticator.

# removeAccountSuccess
source: Account removed
de: Konto entfernt
es: Cuenta eliminada
fr: Compte retiré
it: Account rimosso

# removeAccountTitle
source: Remove account
de: Konto entfernen
es: Eliminar cuenta
fr: Retirer le compte
it: Rimuovi account

# removeButton
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi

# settingsTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
