Repository: Infomaniak/ios-authenticator
Catalog: AuthenticatorResources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# showAccountPasswordButton
source: Show account password
de: Kontopasswort anzeigen
es: Mostrar contraseña de la cuenta
fr: Afficher le mot de passe du compte
it: Mostra password account

# startButton
source: Start
de: Starten
es: Comenzar
fr: Commencer
it: Inizia

# subjectPlaceholder
source: Subject
de: Betreff
es: Asunto
fr: Sujet
it: Oggetto

# submitTicketDescription
source: To help us assist you effectively, please provide as many details as possible regarding your issue.
de: Um Ihnen effektiv helfen zu können, geben Sie bitte so viele Details wie möglich zu Ihrem Problem an.
es: Para ayudarnos a asistirle eficazmente, proporcione tantos detalles como sea posible sobre su problema.
fr: Afin que nous puissions vous aider efficacement, merci de nous transmettre le maximum de détails concernant votre problème.
it: Per aiutarci a supportarti efficacemente, fornisci il maggior numero possibile di dettagli riguardo al tuo problema.

# submitTicketTitle
source: Submit a ticket
de: Ein Ticket einreichen
es: Enviar un ticket
fr: Envoyer un ticket
it: Invia un ticket

# supportResponseDelay
source: We will respond within the next 24 business hours.
de: Wir antworten innerhalb der nächsten 24 Geschäftstage.
es: Responderemos en las próximas 24 horas hábiles.
fr: Nous répondrons dans les prochaines 24h ouvrées.
it: Risponderemo entro le prossime 24 ore lavorative.

# ticketSentSuccessDescription
source: We are doing our best to ensure an agent responds to you as soon as possible.
de: Wir tun unser Bestes, um sicherzustellen, dass ein Agent so schnell wie möglich auf Sie antwortet.
es: Estamos haciendo todo lo posible para que un agente le responda lo antes posible.
fr: Nous mettons tout en oeuvre afin qu’un de nos agents vous apporte une réponse dans les plus brefs délais.
it: Stiamo facendo del nostro meglio per garantire che un operatore ti risponda il prima possibile.

# ticketSentSuccessTitle
source: Your ticket has been sent to our teams!
de: Ihr Ticket wurde an unsere Teams gesendet!
es: ¡Su ticket ha sido enviado a nuestros equipos!
fr: Votre ticket a bien été envoyé à nos équipes !
it: Il tuo ticket è stato inviato ai nostri team!

# timeSupportAvailability
source: %1$@ to %2$@
de: %1$@ bis %2$@
es: %1$@ a %2$@

# understandConfirmButton
source: I understand
de: Ich verstehe
es: Entiendo
fr: J’ai compris
it: Capito

# unlockingWithFaceId
source: Unlock with Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
it: Sblocca con Face ID

# verifySecurityButton
source: Verify my security
de: Meine Sicherheit überprüfen
es: Verificar mi seguridad
fr: Vérifier ma sécurité
it: Verifica la mia sicurezza

# viewGuidesButton
source: Browse the guides
de: Durchsuchen Sie die Anleitungen
es: Explorar las guías
fr: Consulter les guides
it: Sfoglia le guide

# whenLoginTitle
source: When
de: Wann
es: Cuándo
fr: Quand
it: Quando

# daysSupportAvailability
source: %1$d d. / %2$d
de: %1$d T. / %2$d
fr: %1$d j. / %2$d
